Repository: Phil4121/TrackYourTripCross
Catalog: TrackYourTrip/TrackYourTrip.Core/Resources/AppResources.*.resx
Languages: de

# ActiveTripClose
source: Close and new trip
de: Beenden und neu

# ActiveTripContinue
source: Continue trip
de: Fortsetzen

# ActiveTripPromptText
source: There is an active Trip stored in background. Would you like to continue this trip? Otherwise it will be closed and deleted.
de: Es ist ein aktiver Angeltag im vorhanden. Möchten sie diesen fortesetzen? Andernfalls wird er beendet und gelöscht.

# ActiveTripTitle
source: Active trip
de: Aktiver Angeltag

# AddCommandTitle
source: Add
de: Hinzufügen

# DeleteCommandTitle
source: Delete
de: Löschen

# DeleteItemText
source: Are you sure?
de: Sind sie sicher?

# FishingAreaPageTitle
source: Fishing area
de: Revier

# FishingAreaSetText
source: Please mark your fishing area by clicking on the map.
de: Bitte markieren sie ihre Angelrevier indem sie auf die Karte klicken.

# FishingAreasPageTitle
source: Fishing areas
de: Revierübersicht

# GenerallSettingPageTitle
source: Generall settings
de: Allgemeine Einstellungen

# MainMenuPageTitle
source: Mainmenu
de: Hauptmenü

# MainPageButton
source: Press me
de: Drück mich

# MainPageButtonPressed
source: Thank you!
de: Danke!

# MainPageTitle
source: Hello Xamarin!
de: Hallo Xamarin!

# NewFishedSpotBasicPageTitle
source: Spot
de: Angelplatz

# NewFishedSpotWaterPageTitle
source: Water-Settings
de: Wasser-Einstellungen

# NewFishedSpotWeatherPageTitle
source: Wheater-Settings
de: Wetter-Einstellungen

# NewTripOverviewPageTitle
source: Trip overview
de: Tagesübersicht

# NewTripOverviewPreSettingsPageTitle
source: Presettings
de: Voreinstellungen

# NewTripPageTitle
source: New Trip
de: Neuer Angeltag

# SaveCommandTitle
source: Finish
de: Fertig

# SearchText
source: Search
de: Suchen

# SettingsPageTitle
source: Settings
de: Einstellungen

# SpotCheckinButtonText
source: Checkin to spot
de: Neuer Spot

# SpotPageTitle
source: Spot
de: Angelplatz

# SpotsPageTitle
source: Spots
de: Angelplätze

# SpotTypeEmptyText
source: Please choose a spot type first!
de: Bitte wählen sie zuerst den Typ des Angelplatzes aus!

# SpotTypeSetText
source: Please mark your spot by clicking on to the map.
de: Bitte markieren sie den Angelplatz indem sie auf die Karte klicken.
